tap "azure/kubelogin"
tap "go-task/tap"
tap "homebrew/bundle"
brew "atuin"
brew "ca-certificates"
brew "mpdecimal"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bash"
brew "cloc"
brew "coreutils"
brew "dive"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "icu4c"
brew "dotnet"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "grep"
brew "helm"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "zstd"
brew "ncurses"
brew "qemu"
brew "lima"
brew "skopeo"
brew "tldr"
brew "tree"
brew "watch"
brew "yq"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
cask "alt-tab"
cask "discord"
cask "goland"
cask "google-chrome"
cask "powershell"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "todoist"
cask "visual-studio-code"
cask "warp"
