tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
# taskfile
tap "go-task/tap"


# apps
brew "cloc"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "git"
brew "gh"
brew "gnupg"
brew "go"
brew "go-task"
brew "fzf"
brew "jq"
brew "kubebuilder"
brew "kubectl"
brew "kubectx"
brew "tldr"
brew "tree"
brew "watch"
brew "zoxide"


# cask apps
cask "alt-tab"
cask "discord"
cask "goland"
cask "google-chrome"
cask "monitorcontrol"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "obsidian"
cask "raycast"
cask "slack"
cask "telegram"
cask "todoist"
cask "utm"
cask "zoom"
