tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
# taskfile
tap "go-task/tap"
tap "knqyf263/pet"
# helm-docs
tap "norwoodj/tap"
# tfswitch
tap "warrensbox/tap"
# goreleaser 
tap "goreleaser/tap/goreleaser"


# apps
brew "cloc"
brew "colima"
brew "coreutils"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exercism"
brew "git"
brew "gnupg"
brew "go"
brew "go-task/tap/go-task"
brew "hadolint"
brew "helmfile"
brew "httpie"
brew "jq"
brew "k6"
brew "kind"
brew "knqyf263/pet/pet"
brew "kubectl"
brew "kube-ps1"
brew "kubectx"
brew "minikube"
brew "norwoodj/tap/helm-docs"
brew "postgresql"
brew "shellcheck"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tree"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "wrk"

# cask apps
cask "discord"
cask "kube-forwarder"
cask "notion"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "firefox"
cask "obsidian"
